const earthData = [
  {
    data: {
      id: '지구시스템과학개론',
      label: '지구시스템과학개론',
    },
  },
  {
    data: {
      id: '지구물리학',
      label: '지구물리학',
    },
  },
  {
    data: {
      id: '지구물질학',
      label: '지구물질학',
    },
  },
  {
    data: {
      id: '야외지질학',
      label: '야외지질학',
    },
  },
  {
    data: {
      id: '지구내부학',
      label: '지구내부학',
    },
  },
  {
    data: {
      id: '지구정보처리학',
      label: '지구정보처리학',
    },
  },
  {
    data: {
      id: '동위원소지질학',
      label: '동위원소지질학',
    },
  },
  {
    data: {
      id: '토양오염과정화',
      label: '토양오염과정화',
    },
  },
  {
    data: {
      id: '위성지구과학',
      label: '위성지구과학',
    },
  },
  {
    data: {
      id: '고등미적분학',
      label: '고등미적분학',
    },
  },
  {
    data: {
      id: '전자계산',
      label: '전자계산',
    },
  },
  {
    data: {
      id: '컴퓨터지구시스템과학',
      label: '컴퓨터지구시스템과학',
    },
  },
  {
    data: {
      id: '물리탐사',
      label: '물리탐사',
    },
  },
  {
    data: {
      id: '선형대수',
      label: '선형대수',
    },
  },
  {
    data: {
      id: '지진학',
      label: '지진학',
    },
  },
  {
    data: {
      id: '지구시스템자료분석',
      label: '지구시스템자료분석',
    },
  },
  {
    data: {
      id: '행성과학',
      label: '행성과학',
    },
  },
  {
    data: {
      id: '변성암석학',
      label: '변성암석학',
    },
  },
  {
    data: {
      id: '지구시스템과학실험',
      label: '지구시스템과학실험',
    },
  },
  {
    data: {
      id: '화성암석학',
      label: '화성암석학',
    },
  },
  {
    data: {
      id: '결정학',
      label: '결정학',
    },
  },
  {
    data: {
      id: '해양지질학',
      label: '해양지질학',
    },
  },
  {
    data: {
      id: '환경지구과학개론',
      label: '환경지구과학개론',
    },
  },
  {
    data: {
      id: '야외지질학',
      label: '야외지질학',
    },
  },
  {
    data: {
      id: '구조지질학',
      label: '구조지질학',
    },
  },
  {
    data: {
      id: '필드스쿨',
      label: '필드스쿨',
    },
  },
  {
    data: {
      id: '환경지구과학',
      label: '환경지구과학',
    },
  },
  {
    data: {
      id: '생지구화학',
      label: '생지구화학',
    },
  },
  {
    data: {
      id: '지구화학개론',
      label: '지구화학개론',
    },
  },
  {
    data: {
      id: '수리지구화학',
      label: '수리지구화학',
    },
  },
  {
    data: {
      id: '석유지질학',
      label: '석유지질학',
    },
  },
  {
    data: {
      id: '층서학',
      label: '층서학',
    },
  },
  {
    data: {
      id: '고생물학',
      label: '고생물학',
    },
  },
  {
    data: {
      id: '해부학',
      label: '해부학',
    },
  },
  {
    data: {
      id: '퇴적환경학',
      label: '퇴적환경학',
    },
  },
  {
    data: {
      id: '퇴적암석학',
      label: '퇴적암석학',
    },
  },
  {
    data: {
      id: '분지해석학',
      label: '분지해석학',
    },
  },
  {
    data: {
      id: '화석의역사',
      label: '화석의역사',
    },
  },
  {
    data: {
      id: '지하수역학',
      label: '지하수역학',
    },
  },
  {
    data: {
      id: '지하수모델링',
      label: '지하수모델링',
    },
  },
  {
    data: {
      id: '유해물질처리학',
      label: '유해물질처리학',
    },
  },
  {
    data: {
      id: '지하수오염모니터링',
      label: '지하수오염모니터링',
    },
  },
  {
    data: {
      id: '광상학',
      label: '광상학',
    },
  },
  {
    data: {
      id: '지구시스템과학개론->지구내부학',
      source: '지구시스템과학개론',
      target: '지구내부학',
    },
  },
  {
    data: {
      id: '지구시스템과학개론->지구정보처리학',
      source: '지구시스템과학개론',
      target: '지구정보처리학',
    },
  },
  {
    data: {
      id: '지구시스템과학개론->동위원소지질학',
      source: '지구시스템과학개론',
      target: '동위원소지질학',
    },
  },
  {
    data: {
      id: '지구시스템과학개론->위성지구과학',
      source: '지구시스템과학개론',
      target: '위성지구과학',
    },
  },
  {
    data: {
      id: '지구시스템과학개론->토양오염과정화',
      source: '지구시스템과학개론',
      target: '토양오염과정화',
    },
  },
  {
    data: {
      id: '지구시스템과학개론->지구물리학',
      source: '지구시스템과학개론',
      target: '지구물리학',
    },
  },
  {
    data: {
      id: '지구시스템과학개론->지구물질학',
      source: '지구시스템과학개론',
      target: '지구물질학',
    },
  },
  {
    data: {
      id: '지구시스템과학개론->야외지질학',
      source: '지구시스템과학개론',
      target: '야외지질학',
    },
  },
  {
    data: {
      id: '지구물리학->지진학',
      source: '지구물리학',
      target: '지진학',
    },
  },
  {
    data: {
      id: '지구물리학->지구내부학',
      source: '지구물리학',
      target: '지구내부학',
    },
  },
  {
    data: {
      id: '선형대수->지구물리학',
      source: '선형대수',
      target: '지구물리학',
    },
  },
  {
    data: {
      id: '선형대수->지구시스템자료분석',
      source: '선형대수',
      target: '지구시스템자료분석',
    },
  },
  {
    data: {
      id: '선형대수->물리탐사',
      source: '선형대수',
      target: '물리탐사',
    },
  },
  {
    data: {
      id: '고등미적분학->지구물리학',
      source: '고등미적분학',
      target: '지구물리학',
    },
  },
  {
    data: {
      id: '고등미적분학->컴퓨터지구시스템과학',
      source: '고등미적분학',
      target: '컴퓨터지구시스템과학',
    },
  },
  {
    data: {
      id: '고등미적분학->물리탐사',
      source: '고등미적분학',
      target: '물리탐사',
    },
  },
  {
    data: {
      id: '전자계산->컴퓨터지구시스템과학',
      source: '전자계산',
      target: '컴퓨터지구시스템과학',
    },
  },
  {
    data: {
      id: '전자계산->물리탐사',
      source: '전자계산',
      target: '물리탐사',
    },
  },
  {
    data: {
      id: '지구물질학->광상학',
      source: '지구물질학',
      target: '광상학',
    },
  },
  {
    data: {
      id: '지구물질학->결정학',
      source: '지구물질학',
      target: '결정학',
    },
  },
  {
    data: {
      id: '지구물질학->지구시스템과학실험',
      source: '지구물질학',
      target: '지구시스템과학실험',
    },
  },
  {
    data: {
      id: '지구물질학->화성암석학',
      source: '지구물질학',
      target: '화성암석학',
    },
  },
  {
    data: {
      id: '화성암석학->변성암석학',
      source: '화성암석학',
      target: '변성암석학',
    },
  },
  {
    data: {
      id: '화성암석학->행성과학',
      source: '화성암석학',
      target: '행성과학',
    },
  },
  {
    data: {
      id: '환경지구과학개론->야외지질학',
      source: '환경지구과학개론',
      target: '야외지질학',
    },
  },
  {
    data: {
      id: '환경지구과학개론->퇴적암석학',
      source: '환경지구과학개론',
      target: '퇴적암석학',
    },
  },
  {
    data: {
      id: '환경지구과학개론->환경지구과학',
      source: '환경지구과학개론',
      target: '환경지구과학',
    },
  },
  {
    data: {
      id: '환경지구과학개론->퇴적환경학',
      source: '환경지구과학개론',
      target: '퇴적환경학',
    },
  },
  {
    data: {
      id: '환경지구과학개론->분지해석학',
      source: '환경지구과학개론',
      target: '분지해석학',
    },
  },
  {
    data: {
      id: '환경지구과학개론->화석의역사',
      source: '환경지구과학개론',
      target: '화석의역사',
    },
  },
  {
    data: {
      id: '야외지질학->필드스쿨',
      source: '야외지질학',
      target: '필드스쿨',
    },
  },
  {
    data: {
      id: '야외지질학->구조지질학',
      source: '야외지질학',
      target: '구조지질학',
    },
  },
  {
    data: {
      id: '퇴적암석학->해양지질학',
      source: '퇴적암석학',
      target: '해양지질학',
    },
  },
  {
    data: {
      id: '퇴적암석학->층서학',
      source: '퇴적암석학',
      target: '층서학',
    },
  },
  {
    data: {
      id: '퇴적암석학->고생물학',
      source: '퇴적암석학',
      target: '고생물학',
    },
  },
  {
    data: {
      id: '층서학->석유지질학',
      source: '층서학',
      target: '석유지질학',
    },
  },
  {
    data: {
      id: '화석의역사->고생물학',
      source: '화석의역사',
      target: '고생물학',
    },
  },
  {
    data: {
      id: '해부학->고생물학',
      source: '해부학',
      target: '고생물학',
    },
  },
  {
    data: {
      id: '환경지구과학개론->지하수역학',
      source: '환경지구과학개론',
      target: '지하수역학',
    },
  },
  {
    data: {
      id: '환경지구과학개론->지하수모델링',
      source: '환경지구과학개론',
      target: '지하수모델링',
    },
  },
  {
    data: {
      id: '환경지구과학개론->유해물질처리학',
      source: '환경지구과학개론',
      target: '유해물질처리학',
    },
  },
  {
    data: {
      id: '지하수모델링->지하수오염모니터링',
      source: '지하수모델링',
      target: '지하수오염모니터링',
    },
  },
  {
    data: {
      id: '지구화학개론->환경지구과학',
      source: '지구화학개론',
      target: '환경지구과학',
    },
  },
  {
    data: {
      id: '지구화학개론->생지구화학',
      source: '지구화학개론',
      target: '생지구화학',
    },
  },
  {
    data: {
      id: '지구화학개론->수리지구화학',
      source: '지구화학개론',
      target: '수리지구화학',
    },
  },
];

export default earthData;
