const russiaData = [
  {
    data: {
      id: '러시아어1',
      label: '러시아어1',
    },
  },
  {
    data: {
      id: '러시아어2',
      label: '러시아어2',
    },
  },
  {
    data: {
      id: '러시아어학의이해',
      label: '러시아어학의이해',
    },
  },
  {
    data: {
      id: '러시아어의구조',
      label: '러시아어의구조',
    },
  },
  {
    data: {
      id: '중급러시아어1',
      label: '중급러시아어1',
    },
  },
  {
    data: {
      id: '중급러시아어2',
      label: '중급러시아어2',
    },
  },
  {
    data: {
      id: '현대러시아어독해',
      label: '현대러시아어독해',
    },
  },

  {
    data: {
      id: '토르플러시아어',
      label: '토르플러시아어',
    },
  },
  {
    data: {
      id: '커리어러시아어',
      label: '커리어러시아어',
    },
  },
  {
    data: {
      id: '러시아시',
      label: '러시아시',
    },
  },
  {
    data: {
      id: '러시아문학의이해',
      label: '러시아문학의이해',
    },
  },

  {
    data: {
      id: '도스토옙스키',
      label: '도스토옙스키',
    },
  },
  {
    data: {
      id: '푸쉬킨과낭만주의',
      label: '푸쉬킨과낭만주의',
    },
  },
  {
    data: {
      id: '톨스토이',
      label: '톨스토이',
    },
  },

  {
    data: {
      id: '러시아문화체험',
      label: '러시아문화체험',
    },
  },
  {
    data: {
      id: '러시아문학세미나',
      label: '러시아문학세미나',
    },
  },
  {
    data: {
      id: '시베리아지역연구',
      label: '시베리아지역연구',
    },
  },
  {
    data: {
      id: '현대유라시아지역의이해',
      label: '현대유라시아지역의이해',
    },
  },

  {
    data: {
      id: '러시아어1->러시아어2',
      source: '러시아어1',
      target: '러시아어2',
    },
  },
  {
    data: {
      id: '러시아어2->러시아어학의이해',
      source: '러시아어2',
      target: '러시아어학의이해',
    },
  },
  {
    data: {
      id: '러시아어2->중급러시아어1',
      source: '러시아어2',
      target: '중급러시아어1',
    },
  },
  {
    data: {
      id: '중급러시아어1->중급러시아어2',
      source: '중급러시아어1',
      target: '중급러시아어2',
    },
  },
  {
    data: {
      id: '러시아어학의이해->러시아어의구조',
      source: '러시아어학의이해',
      target: '러시아어의구조',
    },
  },

  {
    data: {
      id: '중급러시아어2->러시아어의구조',
      source: '중급러시아어2',
      target: '러시아어의구조',
    },
  },
  {
    data: {
      id: '중급러시아어2->현대러시아어독해',
      source: '중급러시아어2',
      target: '현대러시아어독해',
    },
  },
  {
    data: {
      id: '현대러시아어독해->토르플러시아어',
      source: '현대러시아어독해',
      target: '토르플러시아어',
    },
  },
  {
    data: {
      id: '현대러시아어독해->커리어러시아어',
      source: '현대러시아어독해',
      target: '커리어러시아어',
    },
  },
  {
    data: {
      id: '중급러시아어2->러시아시',
      source: '중급러시아어2',
      target: '러시아시',
    },
  },
  {
    data: {
      id: '러시아문학의이해->러시아시',
      source: '러시아문학의이해',
      target: '러시아시',
    },
  },
  {
    data: {
      id: '러시아문학의이해->도스토옙스키',
      source: '러시아문학의이해',
      target: '도스토옙스키',
    },
  },
  {
    data: {
      id: '러시아문학의이해->푸쉬킨과낭만주의',
      source: '러시아문학의이해',
      target: '푸쉬킨과낭만주의',
    },
  },
  {
    data: {
      id: '러시아문학의이해->톨스토이',
      source: '러시아문학의이해',
      target: '톨스토이',
    },
  },
  {
    data: {
      id: '러시아문화체험->러시아문학세미나',
      source: '러시아문화체험',
      target: '러시아문학세미나',
    },
  },
  {
    data: {
      id: '러시아문학의이해->러시아문학세미나',
      source: '러시아문학의이해',
      target: '러시아문학세미나',
    },
  },
];

export default russiaData;
